src/xml/request/noder_flere_tekstophav.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>1055033|820030</ac:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Morgendug, der sagte bæver. Nu er dagen fuld af sang</dc:title>
              <dc:title xsi:type="dkdcplus:full">Morgendug, der sagte bæver : Nu er dagen fuld af sang</dc:title>
              <dc:title xsi:type="dkdcplus:series">Wilhelm Hansen Kor-Bibliotek. Blandet kor ; nr 140</dc:title>
              <dcterms:alternative>Nu er dagen fuld af sang</dcterms:alternative>
              <dc:creator>Carl Nielsen</dc:creator>
              <dc:creator xsi:type="oss:sort">Nielsen, Carl</dc:creator>
              <dc:description>For blandet kor SATB</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Wilhelm Hansen</dc:publisher>
              <dc:contributor>Carsten Hauch</dc:contributor>
              <dc:contributor>Jeppe ¿Okjær</dc:contributor>
              <dc:contributor>Hakon Andersen</dc:contributor>
              <dc:date>Ukendt årstal</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Node</dc:type>
              <dc:format>1 partitur 2 s.</dc:format>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">1055033</marcx:subfield>
                  <marcx:subfield code="b">820030</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="005">
                  <marcx:subfield code="i">d</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">4</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">c</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="011">
                  <marcx:subfield code="a">X275508960</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="041">
                  <marcx:subfield code="a">dan</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="048">
                  <marcx:subfield code="a">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="048">
                  <marcx:subfield code="b">k04</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="048">
                  <marcx:subfield code="c">ca01</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="048">
                  <marcx:subfield code="c">cu01</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="a">Nielsen</marcx:subfield>
                  <marcx:subfield code="h">Carl</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Morgendug, der sagte bæver</marcx:subfield>
                  <marcx:subfield code="e">[tekst] C. Hauch</marcx:subfield>
                  <marcx:subfield code="a">Nu er dagen fuld af sang</marcx:subfield>
                  <marcx:subfield code="e">[tekst] Jeppe ¿Okjær</marcx:subfield>
                  <marcx:subfield code="e">arrangeret af Hakon Andersen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Kbh.</marcx:subfield>
                  <marcx:subfield code="b">Wilhelm Hansen</marcx:subfield>
                  <marcx:subfield code="c">s.a.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="n">1 partitur [2 s.]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="a">Wilhelm Hansen Kor-Bibliotek</marcx:subfield>
                  <marcx:subfield code="o">Blandet kor</marcx:subfield>
                  <marcx:subfield code="v">nr 140</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="509">
                  <marcx:subfield code="a">For blandet kor SATB</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">78.652</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">78.652</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Hauch</marcx:subfield>
                  <marcx:subfield code="h">Carsten</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">¿Okjær</marcx:subfield>
                  <marcx:subfield code="h">Jeppe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Andersen</marcx:subfield>
                  <marcx:subfield code="h">Hakon</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="745">
                  <marcx:subfield code="a">Nu er dagen fuld af sang</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>820030-katalog:1055033</os:identifier>
            <os:creationDate>2011-12-22</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
      <ns1:trackingId>noder_flere_tekstophav.xml.fullDisplay</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
